import { Container } from "react-bootstrap";

const About = () => 	{
	return <>
		<Container>
			<div className="heading">
				<h1>О нас</h1>
			</div>
			<div>
				“Мастерская знаний” – это интерактивный образовательный ресурс, созданный специально для педагогов. Мы предлагаем широкий спектр инструментов и функций, которые помогут вам организовать учебный процесс, сделать его более эффективным и увлекательным для ваших учеников.

				Наша миссия

				Мы стремимся предоставить педагогам удобную и интуитивно понятную платформу, где они смогут хранить и систематизировать учебные материалы, создавать интерактивные задания и планировать уроки в одном месте.

				Наши преимущества

				Простота и удобство использования: Интуитивно понятный интерфейс, не требующий специальных навыков.
				Экономия времени: Все необходимые инструменты в одном месте.
				Повышение вовлеченности учеников: Интерактивные задания и увлекательные материалы.
				Постоянное развитие: Мы постоянно работаем над улучшением платформы и добавлением новых функций.
				Присоединяйтесь к “Мастерской знаний” и сделайте свою работу более эффективной и творческой!
			</div>
		</Container>
	</>
};

export default About;